<!DOCTYPE html>
<html>
<head>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=ISO-8859-1"> 
</head>
<body>
<div style="text-align: center;"> <span style="font-weight: bold;text-align: center;">
 <br> HIST&Oacute;RICO DA S&Atilde;O BENTO EMBALAGENS</span><br></div>
 <div style="text-align: justify;">&nbsp;&nbsp;&nbsp; 
  <p >&nbsp;&nbsp;&nbsp;Em 1981, o presidente da Bretzke Alimentos Ltda., Sr. Eriberto Bretzke, acreditou no futuro da ind&uacute;stria de embalagens e fundou, em Jaragu&aacute; do Sul, a Bretzke Embalagens Ltda., que atuando na fabrica&ccedil;&atilde;o de caixas e acess&oacute;rios de papel&atilde;o ondulado, logo se tornou refer&ecirc;ncia em seu mercado.<br>
      <br>
    &nbsp;&nbsp;&nbsp; A ind&uacute;stria moveleira do norte catarinense estava em franca ascen&ccedil;&atilde;o; ent&atilde;o em setembro de 1989, foi fundado a S&atilde;o Bento Embalagens Ltda., em S&atilde;o Bento do Sul,para atender melhor o mercado moveleiro da regi&atilde;o, ficando localizada na Rodovia SC 301 s/ n&ordm;, Bairro Dona Francisca, em galp&atilde;o alugado. Com vinte e dois funcion&aacute;rios, uma m&aacute;quina riscadeira, uma serra-circular e duas serra-fitas, iniciou-se a hist&oacute;ria da S&atilde;o Bento Embalagens.</p>
  <p><br>
      <div style="text-align: center;"><img src="imagem/1989_1.jpg" width="314" height="228" align="texttop"></div></p>
  <p><br>
  &nbsp;&nbsp;&nbsp; Em fevereiro de 1992, em virtude de seu crescimento, a empresa mudou-se para outro galp&atilde;o maior, na Rua Francisco Jos&eacute; Neuman n&ordm; 88, bairro Dona Francisca.</p>
  <p><div style="text-align: center;"><img src="imagem/1992_0.jpg" width="322" height="227"></div><br>
    <br>
  &nbsp;&nbsp;&nbsp; Em março de 1996, foi adquirida uma impressora Mac Press 300, que otimizou a produ&ccedil;&atilde;o de embalagens, fornecendo qualidade e agilidade aos clientes. Em 1998, as duas empresas, Bretzke Embalagens e S&atilde;o Bento Embalagens adotaram a marca Flash Pack Embalagens, tornando p&uacute;blico o desafio de ser sin&ocirc;nimo de agilidade e efici&ecirc;ncia em embalagens. Em janeiro de 2001, ainda devido ao crescimento da empresa, foi alugado um galp&atilde;o ainda maior, localizado na Rodovia SC 301, n&ordm; 1750, bairro Progresso.<br>
    </p>
  <p><div style="text-align: center;"><img src="imagem/2003_1.jpg" width="318" height="230"></div></p>
  <p><br>
  &nbsp;&nbsp;&nbsp; As duas empresas, Bretzke Embalagens e S&atilde;o Bento Embalagens foram unificadas em um parque industrial em janeiro de 2003, na cidade de S&atilde;o Bento do Sul, agora com maquin&aacute;rio mais desenvolvido e atendendo a uma regi&atilde;o abrangente.<br>
    <br>
  &nbsp;&nbsp;&nbsp; Procurando sempre melhor atender aos seus clientes, em fevereiro de 2004, instalou-se uma unidade industrial na cidade de Rio do Sul – SC. Hoje a S&atilde;o Bento Embalagens, conta com cerca de 120 colaboradores e continua atuando no ramo de cartonagem, com suprimento de embalagens a gest&atilde;o de servi&ccedil;os.<br>
  </p> </span></div> </div>


</body>
</html>
